<template>
  <div class="back_white wrapper">
    <h1>荣装网APP用户支付协议</h1>

    <p>版本更新日期: 2019年11月18日</p>
    <p>版本生效日期: 2019年11月20日</p>

    <h2>一.	导言</h2>
    <p>欢迎使用荣装网APP的服务!为帮助您使用荣装网提供的服务,您应当阅读并遵守《荣装网APP用户支付协议》(以下简称“本协议”)。同时.请您务必审慎阅读、充分理解各条款内容,特别是免除或者限制责任的条款、管辖与法律使用条款,以及开通或者使用某项服务的单独协议。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本协议所有条款,否则您将不能继续使用荣装网提供的服务,您同意并继续使用荣装网的服务即视为您已阅读并同意上述协议的约束。</p>
    如对本协议内容有任何疑问、意见或建议,您可以通过荣装网提供的各种联系方式与我们联系。如果您未满18周岁,请在法定监护人的陪同下阅读本协议,在继续使用荣装网的任何服务并开展任何行为前,您应事先征得您的家长和其他法定监护人的同意。</p>
    <h2>二.	协议的主体和范围</h2>
    <p>1.	本协议是用户与荣装网之间就用户使用荣装网平台(指包括荣装网等客户端及网站在内的各种形态(包括未来技术发展出现的新的服务形态),以下称“本平台”)及支付服务等相关事宜所订立的契约,“荣装网”是指浙江联合创展科技股份有限公司及其相关服务可能存在的运营关联单位。“用户”是指使用荣装网相关服务的使用人,在本协议中更多地称为“您”。</p>
    <p>2.	请您在继续使用“荣装网”提供的服务前仔细阅读本协议,您同意并继续使用“荣装网”的服务将视为您同意并接受“本协议”全部条款的约束。</p>

    <h2>三.	服务说明</h2>
    <p>1.	本协议适用于移动客户端(包括IOS、安卓及已有或未来将新增的任何其他移动客户端)、网页端等各类平台或媒介中荣装网所提供的各项支付服务。</p>
    <p>2.	荣装网通过互联网为您提供网络支付服务,同时,您必须:</p>
    <p>(1)	充分了解荣装网提供的各支付服务的全流程</p>
    <p>(2)	与相关服务项目提供商对合同,款项等相关事宜已达成一致,自愿选择继续使用荣装网提供的服务</p>
    <p>(3)	充分阅读荣装网平台对相关服务项目的说明文字,您理解并同意,对上述的相关信息,您应审慎判断其真实性和可靠性,知晓并对自己的行为完全负责。</p>
    <p>3.	荣装网服务说明: 对您签订的服务项目中出现的瑕疵等问题,荣装网将尽力协助您与相关服务项目提供商进行协商但并不承担责任。不能协商解决的,您可以向消费者协会投诉或通过法律途径解决。</p>
    <p>4.	对于因不可抗力或荣装网不能控制得原因造成得网络支付服务中断或其他缺陷,荣装网不承担责任,但将尽力减少因此而给用户造成的损失和影响。</p>
    <p>5.	关于移动客户端软件的获取与更新:</p>
    <p>(1)	您可以直接从荣装网网站上获取荣装网移动客户端软件，也可以从得到荣装网授权的第三方获取，如果您从未经荣装网授权的第三方获取软件或与荣装网移动客户端软件名称相同的安装程序，荣装网无法保证该软件能够正常使用，并对因此给您造成的损失不予负责；</p>
    <p>(2)	为了改善用户体验、完善服务内容，荣装网将不断努力开发新的服务，并为您不时提供软件更新，新版本发布后，旧版本的软件可能无法使用，荣装网不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。</p>

    <h2>四.	违约责任</h2>
    <p>1.	如果荣装网发现或收到他人举报投诉您违反本协议约定或存在任何恶意行为的,荣装网有权不经通知随时对相关订单进行冻结,并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁、注销等处罚,并公告处理结果。</p>
    <p>2.	荣装网有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。</p>
    <p>3.	您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；荣装网因此遭受损失的，您也应当一并赔偿。</p>
    <p>4.	除非另有明确的书面说明,荣装网不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>

    <h2>五.	不可抗力及其他免责事由</h2>
    <p>1.	您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，荣装网将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失荣装网在法律允许的范围内免责。</p>
    <p>2.	在法律允许的范围内，荣装网对以下情形导致的服务中断或受阻不承担责任：</p>
    <p>(1)	受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
    <p>(2)	用户或荣装网的电脑软件、系统、硬件和通信线路出现故障；</p>
    <p>(3)	用户操作不当；</p>
    <p>(4)	用户通过非荣装网授权的方式使用本服务；</p>
    <p>(5)	其他荣装网无法控制或合理预见的情形。</p>
    <p>3.	您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，荣装网不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</p>
    <p>（1）本服务中可能包括荣装网及本平台针对个人或企业推出的信息、广告发布或品牌推广服务，您同意荣装网及本平台有权在荣装网平台及提供相关服务（包括但不限于在荣装网平台的任何位置上投放广告，在用户上传、传播的内容中投放广告）过程中展示荣装网平台及所提供的相关服务及/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。荣装网依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您应自行承担因该广告或推广信息进行的购买、交易或因前述内容遭受的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害、损失或其他责任；</p>
    <p>（2）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</p>
    <p>（3）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</p>
    <p>（4）其他因网络信息或用户行为引起的风险。</p>
    <p>4.	荣装网依据本协议约定获得处理违法违规内容的权利，该权利不构成荣装网的义务或承诺，荣装网不能保证及时发现违法行为或进行相应处理。</p>
    <p>5.	荣装网及本平台因合同、诉讼或者仲裁而负担的全部赔偿责任（如有），不论是合同、保证、侵权（包括过失）项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。</p>

    <h2>六.	服务的生效与变更</h2>
    <p>1.	您使用荣装网的支付服务即视为您已阅读本协议并接受本协议的约束。</p>
    <p>2.	根据国家法律法规变化及本网站运营需要，荣装网有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式按照国家法律法规要求的方式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。如果您对本协议的修改有异议，或对荣装网 网的服务不满，您可以在公示期限内行使如下权利：停止使用荣装网的支付服务；或通过客服或网站意见反馈等渠道告知荣装网停止对其服务。结束服务后，用户使用荣装网支付服务的权利立即终止。在此情况下，荣装网没有义务传送任何信息或服务给用户或任何无直接关系的第三方。</p>
    <p>3.	本协议条款变更后，如果您继续使用荣装网提供的支付服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用荣装网提供的支付服务。</p>
    <h2>七.	服务的变更、中断及终止</h2>
    <p>1.	荣装网可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
    <p>2.	您理解并同意，荣装网有权自主决定经营策略。在荣装网发生合并、分立、收购、资产转让时，荣装网可向第三方转让本服务下相关资产；荣装网也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以荣装网通知的为准。</p>
    <p>3.	如发生下列任何一种情形，荣装网有权不经通知而中断或终止向您提供的服务：</p>
    <p>(1)	根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
    <p>(2)	您违反相关法律法规或本协议的约定；</p>
    <p>(3)	按照法律规定或主管部门的要求；</p>
    <p>(4)	出于安全的原因或其他必要的情形。</p>
    <p>4.	荣装网有权按双方另行签订的收费服务合同（若有）进行收费。若您未按时足额付费，荣装网有权中断、中止或终止提供服务。</p>
    <p>5.	您有责任自行备份存储在本服务中的数据。如果您的服务被终止，荣装网可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，荣装网没有义务向您返还数据。</p>

    <h2>八.	管辖与法律适用</h2>
    <p>1.本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律（不包括冲突法）。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地人民法院提起诉讼。本协议签订地为中华人民共和国丽水市莲都区。</p>
    <p>2.如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
    <p>3.本协议未明示授权的其他权利仍由荣装网保留，您在行使这些权利时须另外取得荣装网的书面许可。荣装网如果未行使前述任何权利，并不构成对该权利的放弃。</p>
    <p>4.本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
  </div>
</template>

<script>
    export default {
        name: "registered"
    }
</script>

<style scoped>
  h1 { margin: 20px 0; font-size: 18px; font-weight: 700; text-align: center;}
  h2 { margin-bottom: 20px; font-size: 14px; font-weight: 700;}
p { margin-bottom: 20px; line-height: 1.4;}
</style>
